_posts/language/2023-02-21-english-ad-nauseam.html
---
layout: post
title: 单词本：ad nauseam
tags: [English]
categories: [language]
---
<p>
读文章的时候，看到这句话：
</p>

<p>
You&rsquo;ve heard it <b>ad nauseam</b>: Digital transformation is pivotal to the future success of your business.
</p>

<p>
对此，你一定听烦：数字化转型是业务未来成功的关键。
</p>

<p>
这里 ad nauseam 的意思是 used to refer to the fact that something has
been done or repeated so often that it has become annoying or
tiresome. 对于重复了很多遍的事情或话语，产生了厌烦疲倦。
</p>

<p>
ad nauseam 来自拉丁语，字面意思是 to sickness，导致生病。 nauseam 的原意是作呕。所以 ad nauseam 更具体的说是厌烦到作呕想吐。
</p>

<p>
naus 其实是船的意思。所以，nauseam 其实是指 ship-sickness，即晕船。比如：
</p>
<ul class="org-ul">
<li>aeronautics 飞行术，就是空中航行</li>
<li>aquanaut 海底观察员</li>
<li>astronaut 宇航员，即太空船员。也称 cosmonaut</li>
<li>navy 海军</li>
<li>naval 海军的</li>
<li>navicular 船状的</li>
<li>navigation 导航</li>
</ul>

<p>
nauseam 相关的单词，英语里还有:
</p>
<ul class="org-ul">
<li>nauseous：令人作呕的；厌恶的</li>
<li>nauseate：作呕；厌恶；产生恶感；使厌恶；使恶心；使作呕</li>
</ul>
